TB_Test/TB_31.25_LIN/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            patch;
        nFaces          160;
        startFace       101920;
    }
    bottom
    {
        type            patch;
        nFaces          160;
        startFace       102080;
    }
    left
    {
        type            patch;
        nFaces          320;
        startFace       102240;
    }
    right
    {
        type            patch;
        nFaces          320;
        startFace       102560;
    }
    frontandback
    {
        type            empty;
        inGroups        1(empty);
        nFaces          102400;
        startFace       102880;
    }
)

// ************************************************************************* //
